Repository: karina-klinkeviciute/rainbow-challenge
Catalog: rainbow/locale/*/LC_MESSAGES/django.po
Languages: lt, sk

source: Generate QR code files
lt: Sugeneruoti QR kodų paveikslėlius
sk: Generovať obrázky QR kódov

source: Send push notifications
lt: Siųsti push notifications
sk: Posielať push notifikácie

source: quiz
lt: testas
sk: Kvíz

source: article
lt: straipsnis
sk: Článok

source: event
lt: dalyvavimas renginyje
sk: Podujatie

source: custom
lt: įvairios
sk: Prispôsobené

source: school GSA
lt: mokyklų GSA
sk: Školský GSA

source: event organizer
lt: renginio organizavimas
sk: Organizátor podujatí

source: story
lt: istorija
sk: Príbeh

source: project
lt: projektas
sk: Projekt

source: reacting to public events, informing society
lt: reagavimas į įvykius, visuomenės informavimas
sk: Reagovanie na verejné udalosti, informovanie spoločnosti

source: support
lt: parama
sk: Podpora

source: type
lt: tipas
sk: Typ

source: name
lt: pavadinimas
sk: Meno

source: description
lt: aprašymas
sk: Popis

source: image
lt: paveikslėlis
sk: Obrázok

source: is published
lt: paskelbtas
sk: Je zverejnené

source: points
lt: vaivorykštės
sk: Dúhy

source: region
lt: regionas
sk: Región

source: start date
lt: pradžios data
sk: Dátum začiatku

source: end date
lt: pabaigos data
sk: Dátum ukončenia

source: can the participant join this challenge more than once
lt: ar dalyvis gali atlikti šią užduotį daugiau nei kartą
sk: Môže sa účastník zapojiť do tejto výzvy viackrát

source: multiple
lt: daugkartinė
sk: Viacnásobný

source: if completion of this challenge needs to be confirmed by admins
lt: ar šios užduoties atlikimas turi būti patvirtinamas administratorių
sk: Ak dokončenie tejto výzvy musí byť potvrdené administrátormi

source: required confirmation by admin
lt: reikalingas administratorių patvirtinimas apie užduoties atlikimą
sk: Vyžaduje sa potvrdenie administrátorom

source: main challenge
lt: pagrindinė užduotis
sk: Hlavná výzva

source: event name
lt: renginio pavadinimas
sk: Názov podujatia

source: date
lt: data
sk: Dátum

source: link to the event
lt: nuoroda į renginį
sk: Odkaz na podujatie

source: QR code
lt: QR kodas
sk: QR kód

source: QR code file
lt: QR kodo failas
sk: Súbor QR kódu

source: question
lt: klausimas
sk: Otázka

source: answer
lt: atsakymas
sk: Odpoveď

source: correct answer
lt: teisingas atsakymas
sk: Správna odpoveď

source: organization
lt: organizacija
sk: Organizácia

source: Extra admin panel
lt: Papildoma administravimo panelė
sk: Extra administrátorský panel

source: name of the article
lt: straipsnio pavadinimas
sk: Názov článku

source: link to the article
lt: nuoroda į straipsnį
sk: Odkaz na článok

source: joined
lt: pradėta
sk: Pripojil sa

source: completed
lt: atlikta
sk: Dokončené

source: cancelled
lt: atšaukta
sk: Zrušené

source: confirmed
lt: patvirtinta
sk: Potvrdené

source: user
lt: vartotojas
sk: Používateľ

source: challenge
lt: užduotis
sk: Výzva

source: status
lt: būsena
sk: Stav

source: Your challenge is now confirmed!
lt: Tavo atlikta užduotis jau patvirtinta!

source: Challenge confirmation needed
lt: Reikia patvirtinti užduotį
sk: Vyžaduje sa potvrdenie výzvy

source: User has just completed a challenge. Please confirm it.
lt: Naudotojas ką tik atliko užduotį. Prašau ją patvirtinti.
sk: Používateľ práve dokončil výzvu. Prosím, potvrďte ju.

source: file
lt: failas
sk: Súbor

source: main joined challenge
lt: pagrindinė pradėta užduotis
sk: Hlavná zapojená výzva

source: name of the event
lt: renginio pavadinimas
sk: Názov podujatia

source: link to the event website or Facebook page if there is one
lt: nuoroda į renginio tinklalapį ar Facebook puslapį, jei toks yra
sk: Odkaz na webovú stránku podujatia alebo stránku na Facebooku, ak existuje

source: description of the event in your own words
lt: savais žodžiais aprašyk renginį
sk: Popis podujatia vlastnými slovami

source: was this event was organized by you alone
lt: ar organizavai šį renginį viena/s
sk: Bolo toto podujatie organizované iba vami?

source: if this project was implemented by you alone
lt: ar šį projektą įgyvendinai viena/s
sk: Ak bol tento projekt realizovaný iba vami

source: description of the reaction in your own words
lt: savais žodžiais aprašyk reagavimą į įvykį ar visuomenės informavimą
sk: Popis reakcie vlastnými slovami

source: link to the story if it has one
lt: nuoroda į istoriją, jei tokia yra
sk: Link para a história, se houver

source: description of your story
lt: tavo istorijos aprašymas
sk: Popis vášho príbehu

source: This challenge can be joined only once.
lt: Šią užduotį gali atlikti tik vieną kartą
sk: Do tejto výzvy sa dá zapojiť iba raz.

source: Status can't be 'confirmed'
lt: Statusas negali būti 'patvirtinta' (confirmed)
sk: Stav nemôže byť 'potvrdený' (confirmed)

source: QR code is invalid.
lt: QR kodas neteisingas.
sk: QR kód je neplatný.

source: You have already completed this challenge
lt: Šią užduotį jau atlikai
sk: Túto výzvu ste už dokončili.

source: This question has already been answered.
lt: Šis klausimas jau atsakytas
sk: Táto otázka už bola zodpovedaná.

source: Challenge to confirm
lt: Užduotis, kurią reikia patvirtinti
sk: Výzva na potvrdenie

source: Challenge confirmation
lt: Užduoties patvirtinimas
sk: Potvrdenie výzvy

source: Challenge information
lt: Užduoties informacija
sk: Informácie o výzve

source: User submited information
lt: Naudotojo įvesta informacija
sk: Používateľ odoslal informácie

source: User description of challenge
lt: Naudotojo aprašymas apie atliktą užduotį
sk: Popis výzvy používateľom

source: URL to organized event
lt: Nuoroda į suorganizuotą renginį
sk: URL organizovaného podujatia

source: Did user organized it alone
lt: Ar naudotojas jį organizavo pats vienas
sk: Organizoval to používateľ sám

source: URL to the project
lt: Nuoroda į projektą
sk: URL projektu

source: URL of organized event
lt: Suorganizuoto renginio nuoroda
sk: URL organizovaného podujatia

source: Files:
lt: Failai:
sk: Súbory:

source: List of challenges that are waiting for confirmation
lt: Patvirtinimo laukiančių užduočių sąrašas
sk: Zoznam výziev čakajúcich na potvrdenie

source: Challenges confirmation
lt: Užduoties patvirtinimas
sk: Potvrdenie výziev

source: User
lt: Naudotojas
sk: Používateľ

source: message text
lt: žinutės tekstas
sk: Text správy

source: admin__sender
lt: siuntėjas - administratorius
sk: Administrátor__odosielateľ

source: automated
lt: automatizuota
sk: Automatizované

source: time of sending
lt: išsiuntimo laikas
sk: Čas odoslania

source: quiz-user connection
lt: testo-vartotojo ryšys
sk: Prepojenie používateľ-kvíz

source: bronze
lt: bronzos
sk: Bronz

source: silver
lt: sidabro
sk: Striebro

source: gold
lt: aukso
sk: Zlato

source: platinum
lt: platinos
sk: Platina

source: level
lt: lygis
sk: Úroveň

source: price
lt: kaina
sk: Cena

source: amount
lt: kiekis
sk: Množstvo

source: available
lt: turime
sk: Dostupné

source: prize
lt: prizas
sk: Odmena

source: issued
lt: išduotas
sk: Vydané

source: date claimed
lt: užprašymo data
sk: Dátum uplatnenia

source: User has just claimed a prize. Please issue it.
lt: Naudotojas ką tik užprašė prizą. Prašau jį išduoti.
sk: Používateľ si práve uplatnil odmenu. Prosím, vydajte ju.

source: increased
lt: padidėjo
sk: Zvýšené

source: decreased
lt: sumažėjo
sk: Znížené

source: zero
lt: nulis
sk: Nula

source: time_added
lt: pridėjimo laikas
sk: Čas_pridaný

source: year
lt: metai
sk: Rok

source: week number
lt: savaitės numeris
sk: Číslo týždňa

source: change
lt: pokytis
sk: Zmena

source: Sorry, we don't have that much of this prize.
lt: Atsiprašome, tiek šių prizų dabar neturime
sk: Prepáčte, nemáme tak veľa tejto odmeny.

source: Sorry, you don't have enough rainbows for that.
lt: Atsiprašome, neturi pakankamai vaivorykščių šiam prizui
sk: Prepáčte, nemáte dostatok dúh na to.

source: Account activation on %(site_name)s
lt: Paskyros aktyvavimas %(site_name)s
sk: Aktivácia účtu na %(site_name)s

source: You're receiving this email because you need to finish activation process on %(site_name)s.
lt: Šį el. laišką gavai todėl, kad turi aktyvuoti savo paskyrą %(site_name)s
sk: Tento e-mail ste dostali, pretože potrebujete dokončiť proces aktivácie na %(site_name)s

source: Please go to the following page to activate account:
lt: Norėdamas aktyvuoti paskyrą, spausk čia:
sk: Prosím, prejdite na nasledujúcu stránku a aktivujte účet:

source: Thanks for using our site!
lt: Ačiū, kad naudojiesi mūsų programėle!
sk: Ďakujeme, že používate našu stránku!

source: The %(site_name)s team
lt: %(site_name)s komanda
sk: Tím %(site_name)s

source: If you have any questions about the app, send us an email:
lt: Jei turi klausimų dėl programėlės, parašyk mums:
sk: Ak máte nejaké otázky o aplikácii, pošlite nám e-mail:

source: body
lt: turinys
sk: Obsah

source: title
lt: pavadinimas
sk: Názov

source: notes
lt: pastabos
sk: Poznámky

source: woman
lt: moteris
sk: Žena

source: man
lt: vyras
sk: Muž

source: non-binary
lt: nebinarinė
sk: Ne-binárny

source: other
lt: kita
sk: Iné

source: prefer not to say
lt: nenoriu nurodyti
sk: Radšej neuvádzam

source: yes
lt: taip
sk: Áno

source: no
lt: ne
sk: nie

source: username
lt: naudotojo vardas
sk: Používateľské meno

source: email address
lt: el. pašto adresas
sk: E-mailová adresa

source: year of birth
lt: gimimo metai
sk: Rok narodenia

source: gender
lt: lytis
sk: Pohlavie

source: enter gender if selected other
lt: įvesk lytį, jei pasirinkai 'kita'
sk: Zadajte pohlavie, ak ste vybrali možnosť 'Iné'

source: Do you consider yourself LGBTQIA+?
lt: Ar priskiri save LGBTQIA+?
sk: Považujete sa za LGBTQIA+?

source: is active
lt: aktyvus
sk: Je aktívny

source: is admin
lt: administratorius
sk: Je administrátor

source: marked for deletion
lt: pažymėta trynimui
sk: Označené na vymazanie

source: date and time when marked for deletion
lt: kada pažymėta trynimui
sk: Dátum a čas označenia na vymazanie

source: A user wants to delete account
lt: Naudotojas nori ištrinti savo paskyrą
sk: Používateľ chce vymazať účet

source: User has marked account for deletion. Please take care of it.
lt: Naudotojas pažymėjo savo paskyrą trynimui. Prašau tuo pasirūpinti.
sk: Používateľ označil účet na vymazanie. Prosím, postarajte sa o to.

source: Congratulations! You just reached {} streaks and received a new {} medal!
lt: Sveikiname! Ką tik pasiekei {} aktyvių savaičių ir gavai {} medalį!
sk: Gratulujeme! Práve ste dosiahli {} sérií a získali ste novú {} medailu!

source: Congratulations! Your account was successfully activated.
lt: Sveikiname! Tavo paskyra aktyvuota.
sk: Gratulujeme! Váš účet bol úspešne aktivovaný.

source: Sorry, your account can't be activated.
lt: Deja, tavo paskyra negali būti aktyvuota
sk: Prepáčte, váš účet nemôže byť aktivovaný.

source: Sorry, something went wrong.
lt: Atsiprašome, kažkas ne taip.
sk: Prepáčte, niečo sa pokazilo.
